Repository: fangjunyu1/Banklet
Catalog: BankletWatch Watch App/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

# proverb15
source: Saving is an act of love for the future.
ar: الادخار هو تعبير عن الحب للمستقبل.
ca: Estalviar és una forma d’estimar el futur.
cs: Šetření je láska k budoucnosti.
da: Opsparing er kærlighed til fremtiden.
de: Sparen ist Liebe für die Zukunft.
el: Η αποταμίευση είναι αγάπη για το μέλλον.
es: El ahorro es un acto de amor hacia el futuro.
fi: Säästäminen on rakkautta tulevaisuutta kohtaan.
fr: L’épargne est un amour pour l’avenir.
he: חיסכון הוא אהבה לעתיד.
hi: बचत भविष्य के लिए एक प्यार है।
hr: Štednja je ljubav prema budućnosti.
hu: A takarékoskodás a jövő iránti szeretet.
id: Menabung adalah cinta untuk masa depan.
it: Risparmiare è amore per il futuro.
ja: 貯金は未来への愛である。
ko: 저축은 미래에 대한 사랑이다.
ms: Simpanan adalah cinta untuk masa depan.
nb: Sparing er kjærlighet til fremtiden.
nl: Sparen is liefde voor de toekomst.
pl: Oszczędzanie to miłość do przyszłości.
pt_br: Poupar é um ato de amor pelo futuro.
ro: Economisirea este un act de iubire pentru viitor.
ru: Сбережения — это акт любви к будущему.
sk: Šetrenie je akt lásky k budúcnosti.
sv: Sparande är en handling av kärlek till framtiden.
th: การออมคือการแสดงความรักต่ออนาคต
tr: Birikim, geleceğe olan bir sevgi eylemidir.
uk: Заощадження — це прояв любові до майбутнього.
vi: Tiết kiệm là một hành động yêu thương dành cho tương lai.
zh_hans: 储蓄是对未来的爱。
zh_hk: 儲蓄是對未來的愛。

# proverb16
source: Restrain your consumption, and you will gain freedom.
ar: التقليل من الاستهلاك، سيؤدي إلى الحرية.
ca: Contenció en el consum, llibertat en el futur.
cs: Zdržení spotřeby přináší svobodu.
da: Begræns forbruget, opnå frihed.
de: Begrenze den Konsum, erlange Freiheit.
el: Περιορίστε τις δαπάνες, αποκτήστε ελευθερία.
es: Controla los gastos y conseguirás libertad.
fi: Kulutuksen hillitseminen tuo vapautta.
fr: Limiter les dépenses, obtenir la liberté.
he: הגבלת הוצאות, השגת חופש.
hi: खर्चों को नियंत्रित करें, स्वतंत्रता प्राप्त करें।
hr: Suzdržavanje od potrošnje donosi slobodu.
hu: Korlátozd a kiadásokat, nyerd el a szabadságot.
id: Batasi pengeluaran, raih kebebasan.
it: Controlla le spese, raccoglierai libertà.
ja: 消費を節制し、自由を手に入れる。
ko: 소비를 절제하면, 자유를 얻는다.
ms: Kawal perbelanjaan, dapatkan kebebasan.
nb: Kontroller forbruket, og oppnå frihet.
nl: Beperk je uitgaven, behaal vrijheid.
pl: Kontroluj wydatki, zyskaj wolność.
pt_br: Controle os gastos e conquiste liberdade.
ro: Controlează cheltuielile și obține libertatea.
ru: Контролируй расходы, и получишь свободу.
sk: Ovládaj výdavky a dosiahneš slobodu.
sv: Kontrollera utgifterna och du kommer att uppnå frihet.
th: ควบคุมการใช้จ่าย แล้วคุณจะได้เสรีภาพ
tr: Harcamaları kontrol et, özgürlüğe ulaş.
uk: Контролюй витрати, і ти досягнеш свободи.
vi: Kiểm soát chi tiêu, bạn sẽ đạt được tự do.
zh_hans: 节制消费，收获自由。
zh_hk: 節制消費，收穫自由。

# proverb17
source: Saving builds freedom, spending builds moments.
ar: الادخار يحقق الحرية، والإنفاق يحقق اللحظات.
ca: Estalviar crea llibertat, gastar crea moments.
cs: Šetření přináší svobodu, utrácení přináší okamžiky.
da: Opsparing skaber frihed, forbrug skaber øjeblikke.
de: Begrenze den Konsum, erlange Freiheit.
el: Η αποταμίευση δημιουργεί ελευθερία, η δαπάνη δημιουργεί στιγμές.
es: El ahorro trae libertad, el consumo trae momentos.
fi: Säästäminen luo vapautta, kuluttaminen luo hetkiä.
fr: L’épargne crée la liberté, dépenser crée des moments.
he: חיסכון יוצר חופש, הוצאות יוצרות רגעים.
hi: बचत स्वतंत्रता लाती है, खर्च लम्हे बनाते हैं।
hr: Štednja stvara slobodu, potrošnja stvara trenutke.
hu: A takarékoskodás szabadságot ad, a költekezés pillanatokat.
id: Menabung menciptakan kebebasan, pengeluaran menciptakan momen.
it: Il risparmio crea libertà, il consumo crea istante.
ja: 貯金は自由を生み、消費は瞬間を生む。
ko: 저축은 자유를 창출하고, 소비는 순간을 만든다.
ms: Simpanan menghasilkan kebebasan, perbelanjaan menghasilkan detik.
nb: Sparing skaper frihet, forbruk skaper øyeblikk.
nl: Sparen creëert vrijheid, uitgeven creëert momenten.
pl: Oszczędzanie daje wolność, wydawanie daje chwilę.
pt_br: A poupança cria liberdade, o consumo cria momentos.
ro: Economisirea aduce libertate, cheltuielile aduc momente.
ru: Сбережения создают свободу, потребление создает мгновения.
sk: Šetrenie dáva slobodu, spotreba dáva okamihy.
sv: Sparande ger frihet, konsumtion ger ögonblick.
th: การออมทำให้ได้เสรีภาพ การใช้จ่ายให้แค่ช่วงเวลาสั้นๆ
tr: Birikim özgürlük getirir, harcama ise sadece anı getirir.
uk: Заощадження приносить свободу, витрати — тільки миттєвість.
vi: Tiết kiệm mang lại tự do, chi tiêu chỉ mang lại khoảnh khắc.
zh_hans: 储蓄成就自由，消费成就瞬间。
zh_hk: 儲蓄成就自由，消費成就瞬間。

# proverb18
source: Invest in yourself, wealth will follow.
ar: استثمر في نفسك، سيأتي المال بعد ذلك.
ca: Inverteix en tu mateix, la riquesa seguirà.
cs: Investuj do sebe, bohatství přijde samo.
da: Investér i dig selv, velstand vil følge.
de: Investiere in dich selbst, Wohlstand wird folgen.
el: Επένδυσε στον εαυτό σου, ο πλούτος θα ακολουθήσει.
es: Invierte en ti mismo y la riqueza llegará naturalmente.
fi: Sijoita itseesi, vauraus seuraa perässä.
fr: Investir en soi, la richesse suivra.
he: השקעה בעצמך, עושר יגיע בעקבותיו.
hi: खुद में निवेश करें, संपत्ति अपने आप आएगी।
hr: Investiraj u sebe, bogatstvo će uslijediti.
hu: Fektess magadba, a gazdagság követni fog.
id: Investasikan pada diri sendiri, kekayaan akan mengikuti.
it: Investire in se stessi, la ricchezza arriverà.
ja: 自分に投資すれば、富は自然に訪れる。
ko: 자기 자신에 투자하면, 부는 자연스럽게 찾아온다.
ms: Melabur dalam diri sendiri, kekayaan akan datang dengan sendirinya.
nb: Investere i deg selv, og rikdommen vil komme naturlig.
nl: Investeer in jezelf, rijkdom zal volgen.
pl: Zainwestuj w siebie, a bogactwo przyjdzie samo.
pt_br: Invista em si mesmo, e a riqueza virá naturalmente.
ro: Investește în tine și bogăția va veni de la sine.
ru: Инвестируй в себя, и богатство придет само.
sk: Investuj do seba a bohatstvo príde prirodzene.
sv: Investera i dig själv och rikedom kommer naturligt.
th: ลงทุนในตัวเอง แล้วความร่ำรวยจะตามมา
tr: Kendine yatırım yap, zenginlik doğal olarak gelir.
uk: Інвестуй у себе, і багатство прийде природно.
vi: Đầu tư vào bản thân, sự giàu có sẽ tự đến.
zh_hans: 投资自己，财富自来。
zh_hk: 投資自己，財富自來。

# proverb19
source: Forget the past, cherish the present.
ar: انسَ الماضي، واعتز بالحاضر.
ca: Oblida el passat, estima el present.
cs: Zapomeň na minulost, váž si přítomnosti.
da: Glem fortiden, værdsæt nutiden.
de: Vergiss die Vergangenheit, schätze die Gegenwart.
el: Ξέχασε το παρελθόν, εκτίμησε το παρόν.
es: Olvida el pasado, valora el presente.
fi: Unohda menneisyys, arvosta nykyhetkeä.
fr: Oublie le passé, apprécie le présent.
he: שכח את העבר, תעריך את ההווה.
hi: अतीत को भूल जाओ, वर्तमान की क़ीमत जानो।
hr: Zaboravi prošlost, cijeni sadašnjost.
hu: Feledd el a múltat, értékeld a jelent.
id: Lupakan masa lalu, hargai masa kini.
it: Dimentica il passato, apprezza il presente.
ja: 過去を忘れ、今を大切に。
ko: 과거를 잊고, 현재를 소중히 여겨라.
ms: Lupakan masa lalu, hargai masa kini.
nb: Glem fortiden, vær takknemlig for nåtiden.
nl: Vergeet het verleden, koester het heden.
pl: Zapomnij o przeszłości, ciesz się teraźniejszością.
pt_br: Esqueça o passado, aprecie o presente.
ro: Uită trecutul, prețuiește prezentul.
ru: Забудь прошлое, цени настоящее.
sk: Zabudni na minulosť, váž si prítomnosť.
sv: Glöm det förflutna, värdesätt nuet.
th: ลืมอดีต ให้คุณค่ากับปัจจุบัน
tr: Geçmişi unut, bugünü değerli kıl.
uk: Забудь минуле, цінуй сьогодення.
vi: Quên quá khứ, trân trọng hiện tại.
zh_hk: 忘掉過去，珍惜現在。

# proverb20
source: Planning is more important than saving.
ar: التخطيط أهم من الادخار.
ca: El pla és més important que l’estalvi.
cs: Plánování je důležitější než šetření.
da: Planlægning er vigtigere end opsparing.
de: Planung ist wichtiger als sparen.
el: Ο σχεδιασμός είναι πιο σημαντικός από την αποταμίευση.
es: La planificación es más importante que el ahorro.
fi: Suunnittelu on tärkeämpää kuin säästäminen.
fr: La planification est plus importante que l’épargne.
he: תכנון חשוב יותר מחיסכון.
hi: योजना बचत से अधिक महत्वपूर्ण है।
hr: Planiranje je važnije od štednje.
hu: A tervezés fontosabb, mint a takarékoskodás.
id: Perencanaan lebih penting daripada menabung.
it: La pianificazione è più importante del risparmio.
ja: 計画は貯金より重要である。
ko: 계획이 저축보다 더 중요하다.
ms: Perancangan lebih penting daripada simpanan.
nb: lanlegging er viktigere enn sparing.
nl: Planning is belangrijker dan sparen.
pl: Planowanie jest ważniejsze niż oszczędzanie.
pt_br: Planejamento é mais importante do que poupar.
ro: Planificarea este mai importantă decât economisirea.
ru: Планирование важнее сбережений.
sk: Plánovanie je dôležitejšie než šetrenie.
sv: Planering är viktigare än sparande.
th: การวางแผนสำคัญกว่าการออม
tr: Planlama, birikimden daha önemlidir.
uk: Планування важливіше за заощадження.
vi: Lên kế hoạch quan trọng hơn việc tiết kiệm.
zh_hans: 计划比存款更重要。
zh_hk: 計劃比存款更重要。

# proverb21
source: Wealth doesn’t flow blindly.
ar: المال لا يتدفق بشكل عشوائي.
ca: La riquesa no flueix cegament.
cs: Bohatství neplyne slepě.
da: Velstand flyder ikke tilfældigt.
de: Wohlstand fließt nicht zufällig.
el: Ο πλούτος δεν ρέει τυχαία.
es: La riqueza no fluye sin motivo.
fi: Vauraus ei virtaa satunnaisesti.
fr: La richesse ne coule pas au hasard.
he: עושר לא זורם במקרה.
hi: संपत्ति बेतरतीब नहीं बहती।
hr: Bogatstvo ne teče nasumice.
hu: A gazdagság nem áramlik véletlenül.
id: Kekayaan tidak mengalir begitu saja.
it: La ricchezza non fluisce mai senza ragione.
ja: 富は盲目的に流れることはない。
ko: 부는 맹목적으로 흐르지 않는다.
ms: Kekayaan tidak akan mengalir tanpa sebab.
nb: Rikdom flyter ikke uten grunn.
nl: Rijkdom stroomt niet willekeurig.
pl: Bogactwo nie płynie bez powodu.
pt_br: A riqueza não flui sem razão.
ro: Bogăția nu curge fără motiv.
ru: Богатство не течет без причины.
sk: Bohatstvo neplynie bez dôvodu.
sv: Rikedom flödar inte utan anledning.
th: ความร่ำรวยไม่ไหลเวียนโดยไม่มีเหตุผล
tr: Zenginlik sebepsizce akmaz.
uk: Багатство не тече без причини.
vi: Sự giàu có không tự nhiên chảy đến.
zh_hans: 财富从不盲目流动。
zh_hk: 財富從不盲目流動。

# proverb22
source: Money is a tool, not a goal.
ar: المال أداة، وليس هدفًا.
ca: El diner és una eina, no un objectiu.
cs: Peníze jsou nástroj, ne cíl.
da: Penge er et værktøj, ikke et mål.
de: Geld ist ein Werkzeug, kein Ziel.
el: Τα χρήματα είναι εργαλείο, όχι στόχος.
es: El dinero es una herramienta, no un objetivo.
fi: Raha on työkalu, ei päämäärä.
fr: L’argent est un outil, pas un but.
he: כסף הוא כלי, לא מטרה.
hi: पैसा एक उपकरण है, उद्देश्य नहीं।
hr: Novac je alat, a ne cilj.
hu: A pénz eszköz, nem cél.
id: Uang adalah alat, bukan tujuan.
it: Il denaro è uno strumento, non un obiettivo.
ja: お金は道具であり、目的ではない。
ko: 돈은 도구일 뿐, 목표가 아니다.
ms: Wang adalah alat, bukan matlamat.
nb: Penger er et verktøy, ikke et mål.
nl: Geld is een hulpmiddel, geen doel.
pl: Pieniądze to narzędzie, a nie cel.
pt_br: O dinheiro é uma ferramenta, não um objetivo.
ro: Banii sunt un instrument, nu un scop.
ru: Деньги — это инструмент, а не цель.
sk: Peniaze sú nástroj, nie cieľ.
sv: Pengar är ett verktyg, inte ett mål.
th: เงินเป็นเครื่องมือ ไม่ใช่เป้าหมาย
tr: Para bir araçtır, amaç değil.
uk: Гроші — це інструмент, а не мета.
vi: Tiền là công cụ, không phải mục tiêu.
zh_hans: 钱是工具，不是目标。
zh_hk: 錢是工具，不是目標。

# proverb23
source: Saving is wisdom, not stinginess.
ar: الادخار هو الحكمة، وليس البخل.
ca: Estalviar és saviesa, no avarícia.
cs: Šetření je moudrost, ne lakomost.
da: Opsparing er visdom, ikke grådighed.
de: Sparen ist Weisheit, kein Geiz.
el: Η αποταμίευση είναι σοφία, όχι τσιγκουνιά.
es: Ahorrar es sabiduría, no tacañería.
fi: Säästäminen on viisautta, ei ahneutta.
fr: Économiser est de la sagesse, pas de l’avarice.
he: חיסכון הוא חוכמה, לא קמצנות.
hi: बचत समझदारी है, कंजूसी नहीं।
hr: Štednja je mudrost, a ne škrtost.
hu: A takarékoskodás bölcsesség, nem fukarság.
id: Menabung adalah kebijaksanaan, bukan kikir.
it: Risparmiare è saggezza, non tirchieria.
ja: 貯金は知恵であり、ケチではない。
ko: 저축은 지혜이고, 인색함이 아니다.
ms: Simpanan adalah kebijaksanaan, bukan kedekut.
nb: Sparing er visdom, ikke gjerrighet.
nl: Sparen is wijsheid, geen gierigheid.
pl: Oszczędzanie to mądrość, a nie skąpstwo.
pt_br: Poupar é sabedoria, não avareza.
ro: Economisirea este înțelepciune, nu zgârcenie.
ru: Сбережения — это мудрость, а не скупость.
sk: Šetrenie je múdrosť, nie lakomosť.
sv: Sparande är visdom, inte snålhet.
th: การออมคือปัญญา ไม่ใช่ความตระหนี่
tr: Birikim bilgeliğidir, cimrilik değildir.
uk: Заощадження — це мудрість, а не скупість.
vi: Tiết kiệm là trí tuệ, không phải sự keo kiệt.
zh_hans: 储蓄是一种智慧，不是吝啬。
zh_hk: 儲蓄是一種智慧，不是吝嗇。

# proverb24
source: Moderation in spending is the wise choice.
ar: الاعتدال في الإنفاق هو الخيار الحكيم.
ca: El consum moderat és la millor elecció.
cs: Umírněné utrácení je chytrá volba.
da: Måder at forbruge med måde er den kloge beslutning.
de: Mäßiges Ausgeben ist die kluge Wahl.
el: Η μετρημένη δαπάνη είναι η έξυπνη επιλογή.
es: El consumo moderado es la elección más sabia.
fi: Kohtuullinen kuluttaminen on fiksu valinta.
fr: Dépenser avec modération est le choix intelligent.
he: הוצאה מתונה היא הבחירה החכמה.
hi: सीमित खर्च सबसे समझदार विकल्प है।
hr: Umjereno trošenje je pametan izbor.
hu: A mértékletes költekezés a bölcs választás.
id: Belanja secukupnya adalah pilihan yang bijaksana.
it: Il consumo moderato è la scelta più saggia.
ja: 適度な消費こそが賢い選択である。
ko: 적당한 소비가 가장 현명한 선택이다.
ms: Perbelanjaan sederhana adalah pilihan paling bijak.
nb: Moderat forbruk er det klokeste valget.
nl: Gematigd uitgeven is de slimme keuze.
pl: Umiarkowane wydatki to najmądrzejszy wybór.
pt_br: Consumo moderado é a escolha mais sábia.
ro: Consum moderat este alegerea cea mai înțeleaptă.
ru: Умеренные расходы — самый мудрый выбор.
sk: Rozumná spotreba je najrozumnejšia voľba.
sv: Moderat konsumtion är det klokaste valet.
th: การใช้จ่ายอย่างพอดีคือทางเลือกที่ชาญฉลาด
tr: Mantıklı tüketim en akıllıca seçimdir.
uk: Помірні витрати — наймудріший вибір.
vi: Chi tiêu hợp lý là sự lựa chọn thông minh nhất.
zh_hans: 适度消费，才是明智之选。
zh_hk: 適度消費，才是明智之選。

# proverb25
source: Spending is like water, saving is like soil.
ar: الإنفاق مثل الماء، والادخار مثل التربة.
ca: Gastar com l’aigua, estalviar com la terra.
cs: Utrácení je jako voda, šetření jako půda.
da: Forbrug er som vand, opsparing som jord.
de: Ausgeben ist wie Wasser, sparen ist wie Erde.
el: Η δαπάνη είναι σαν το νερό, η αποταμίευση είναι σαν τη γη.
es: Gasta dinero como agua, ahorra como tierra.
fi: Kuluttaminen on kuin vettä, säästäminen kuin maata.
fr: Dépenser est comme l’eau, économiser est comme la terre.
he: הוצאה היא כמו מים, חיסכון הוא כמו אדמה.
hi: खर्च पानी जैसा है, बचत मिट्टी जैसी।
hr: Trošenje je kao voda, štednja kao tlo.
hu: A költekezés víz, a takarékoskodás föld.
id: Belanja itu seperti air, menabung itu seperti tanah.
it: Spendi come l’acqua, risparmia come la terra.
ja: お金は水のように使い、貯金は土のように保つ。
ko: 돈은 물처럼 쓰고, 저축은 흙처럼 지켜라.
ms: Belanja seperti air, simpan seperti tanah.
nb: Bruk penger som vann, spar som jord.
nl: Geld uitgeven is als water, sparen is als aarde.
pl: Wydawaj pieniądze jak wodę, oszczędzaj jak ziemię.
pt_br: Gaste dinheiro como água, poupe como terra.
ro: Cheltuiește bani ca apa, economisește ca pământul.
ru: Трать деньги как воду, экономь как землю.
sk: Minúť peniaze ako vodu, šetriť ako pôdu.
sv: Spendera pengar som vatten, spara som jord.
th: ใช้จ่ายเงินเหมือนน้ำ ออมเงินเหมือนดิน
tr: Parayı su gibi harca, toprağı gibi biriktir.
uk: Витрачай гроші, як воду, заощаджуй, як землю.
vi: Chi tiền như nước, tiết kiệm như đất.
zh_hans: 花钱如水，储蓄如土。
zh_hk: 花錢如水，儲蓄如土。

# proverb26
source: Exchange money for freedom, not freedom for money.
ar: استبدل المال بالحرية، ولا تستبدل الحرية بالمال.
ca: Intercanvia diners per llibertat, no llibertat per diners.
cs: Vyměň peníze za svobodu, ne svobodu za peníze.
da: Skift penge ud med frihed, ikke frihed for penge.
de: Tausche Geld gegen Freiheit, nicht Freiheit gegen Geld.
el: Αντάλλαξε τα χρήματα με ελευθερία, όχι την ελευθερία με χρήματα.
es: Compra libertad con dinero, pero no compres dinero con libertad.
fi: Vaihda raha vapauteen, älä vapaus rahaan.
fr: Échange l’argent contre la liberté, pas la liberté contre l’argent.
he: החלף כסף בחופש, אל תחפש חופש בכסף.
hi: पैसा स्वतंत्रता से बदलें, स्वतंत्रता को पैसे से न बदलें।
hr: Zamijeni novac za slobodu, ne slobodu za novac.
hu: Cseréld el a pénzt szabadságra, ne szabadságot pénzre.
id: Tukarkan uang dengan kebebasan, jangan tukarkan kebebasan dengan uang.
it: Usa i soldi per acquistare libertà, non la libertà per ottenere soldi.
ja: お金で自由を買い、自由でお金を買うな。
ko: 돈으로 자유를 사고, 자유로 돈을 사지 말라.
ms: Gunakan wang untuk membeli kebebasan, bukan kebebasan untuk membeli wang.
nb: Kjøp frihet med penger, ikke penger med frihet.
nl: Wissel geld in voor vrijheid, niet vrijheid voor geld.
pl: Kupuj wolność za pieniądze, ale nie kupuj pieniędzy za wolność.
pt_br: Compre liberdade com dinheiro, mas não compre dinheiro com liberdade.
ro: Cumpără libertate cu bani, dar nu cumpăra bani cu libertate.
ru: Купи свободу за деньги, но не покупай деньги за свободу.
sk: Kúp si slobodu za peniaze, ale nekupuj peniaze za slobodu.
sv: Köp frihet med pengar, men köp inte pengar med frihet.
th: ใช้เงินซื้อเสรีภาพ แต่ไม่ใช้เสรีภาพซื้อเงิน
tr: Özgürlüğü parayla satın al, ama parayı özgürlükle satın alma.
uk: Купуй свободу за гроші, але не купуй гроші за свободу.
vi: Mua tự do bằng tiền, nhưng đừng dùng tự do để mua tiền.
zh_hans: 用钱换自由，不用自由换钱。
zh_hk: 用錢換自由，不用自由換錢。

# proverb27
source: The wise don’t get trapped by short-term desires.
ar: الحكيم لا يقع في فخ الرغبات قصيرة المدى.
ca: El savi no es deixa arrossegar per desitjos a curt termini.
cs: Moudří lidé se nenechají svést krátkodobými touhami.
da: Kloge mennesker lader sig ikke fange af kortsigtede ønsker.
de: Weise Menschen lassen sich nicht von kurzfristigen Wünschen verleiten.
el: Οι σοφοί άνθρωποι δεν παρασύρονται από βραχυπρόθεσμους πόθους.
es: Las personas sabias no se dejan llevar por los deseos a corto plazo.
fi: Viisaat ihmiset eivät anna lyhyen aikavälin halujen hallita itseään.
fr: Les gens sages ne se laissent pas séduire par des désirs à court terme.
he: אנשים חכמים לא נותנים לתשוקות קצרות טווח לשלוט בהם.
hi: समझदार लोग क्षणिक इच्छाओं के गुलाम नहीं होते।
hr: Mudri ljudi ne dopuštaju da ih uhvate kratkoročne želje.
hu: A bölcs emberek nem hagyják, hogy a rövid távú vágyak irányítsanak.
id: Orang bijak tidak terjebak oleh keinginan jangka pendek.
it: Le persone sagge non sono schiave dei desideri a breve termine.
ja: 賢い人は短期的な欲望に惑わされない。
ko: 현명한 사람은 단기적인 욕망에 휘둘리지 않는다.
ms: Orang bijak tidak terikat dengan kehendak jangka pendek.
nb: Kloke mennesker lar seg ikke styre av kortsiktige ønsker.
nl: Wijze mensen laten zich niet verleiden door kortetermijnbehoeften.
pl: Mądrzy ludzie nie pozwalają, by krótkoterminowe pragnienia ich przytłoczyły.
pt_br: Pessoas sábias não se deixam levar por desejos de curto prazo.
ro: Oamenii înțelepți nu sunt dominați de dorințele pe termen scurt.
ru: Мудрые люди не позволяют краткосрочным желаниям управлять ими.
sk: údri ľudia sa nedajú ovládať krátkodobými túžbami.
sv: Kloka människor låter sig inte styras av kortsiktiga begär.
th: คนที่ฉลาดไม่ให้ความต้องการในระยะสั้นควบคุมชีวิต
tr: Akıllı insanlar kısa vadeli arzulara kapılmaz.
uk: Мудрі люди не піддаються короткостроковим бажанням.
vi: Người thông minh không để bản thân bị chi phối bởi những ham muốn ngắn hạn.
zh_hans: 明智的人，不为短期欲望所累。
zh_hk: 明智的人，不為短期欲望所累。

# proverb28
source: Financial management is a long-term, patient race.
ar: إدارة المال هي سباق طويل وصبور.
ca: La gestió financera és una cursa a llarg termini.
cs: Finanční řízení je dlouhá a trpělivá závodní dráha.
da: Økonomistyring er et langsigtet, tålmodigt løb.
de: Finanzmanagement ist ein langer, geduldiger Wettlauf.
el: Η χρηματοοικονομική διαχείριση είναι ένας μακρύς, υπομονετικός αγώνας.
es: La gestión financiera es una carrera de larga duración que requiere paciencia.
fi: Taloushallinta on pitkä ja kärsivällinen kilpailu.
fr: La gestion financière est une course longue et patiente.
he: ניהול כלכלי הוא מרתון ארוך ומלא סבלנות.
hi: वित्तीय प्रबंधन एक लंबी, धैर्यपूर्ण दौड़ है।
hr: Financijsko upravljanje je dugoročna, strpljiva utrka.
hu: A pénzügyi menedzsment egy hosszú, türelmes verseny.
id: Manajemen keuangan adalah perlombaan panjang yang penuh kesabaran.
it: La gestione finanziaria è una gara a lungo termine di pazienza.
ja: 資産運用は長期的な忍耐のレースである。
ko: 재정 관리는 긴 인내의 레이스다.
ms: Pengurusan kewangan adalah perlumbaan jangka panjang yang memerlukan kesabaran.
nb: Økonomisk forvaltning er et langt løp som krever tålmodighet.
nl: Financieel beheer is een lange, geduldige race.
pl: Zarządzanie finansami to długi bieg, który wymaga cierpliwości.
pt_br: A gestão financeira é uma corrida de longa duração que exige paciência.
ro: Gestionarea finanțelor este o cursă lungă care necesită răbdare.
ru: Управление финансами — это долгий забег, требующий терпения.
sk: Správa financií je dlhý beh, ktorý vyžaduje trpezlivosť.
sv: Finansiell förvaltning är ett långsiktigt lopp som kräver tålamod.
th: การบริหารการเงินคือการวิ่งระยะยาวที่ต้องการความอดทน
tr: Finansal yönetim, sabır gerektiren uzun soluklu bir yarıştır.
uk: Фінансове управління — це довга гонка, яка потребує терпіння.
vi: Quản lý tài chính là một cuộc đua dài, cần kiên nhẫn.
zh_hans: 理财是一场长期的耐心赛跑。
zh_hk: 理財是一場長期的耐心賽跑。

# proverb29
source: Wealth doesn’t equal happiness, but it can pave the way.
ar: الثروة لا تعني السعادة، ولكنها يمكن أن تمهد الطريق.
ca: La riquesa no és sinònim de felicitat, però pot obrir el camí.
cs: Bohatství neznamená štěstí, ale může ti otevřít cestu.
da: Velstand er ikke lykke, men kan bane vejen.
de: Wohlstand ist nicht Glück, aber er kann den Weg ebnen.
el: Ο πλούτος δεν είναι ευτυχία, αλλά μπορεί να ανοίξει το δρόμο.
es: La riqueza no es felicidad, pero puede abrir el camino.
fi: Vauraus ei ole onnea, mutta voi raivata tietä siihen.
fr: La richesse n’est pas le bonheur, mais elle peut ouvrir la voie.
he: עושר אינו אושר, אבל הוא יכול לסלול את הדרך.
hi: संपत्ति खुशी नहीं है, लेकिन यह रास्ता दिखा सकती है।
hr: Bogatstvo nije isto što i sreća, ali može joj olakšati put.
hu: A gazdagság nem boldogság, de az utat kikövezheti.
id: Kekayaan bukan kebahagiaan, tapi bisa membuka jalan.
it: La ricchezza non è felicità, ma può preparare la strada.
ja: 富は幸福ではないが、その道を築くことができる。
ko: 부는 행복이 아니지만, 그 길을 만들어줄 수 있다.
ms: Kekayaan bukan kebahagiaan, tetapi ia boleh membuka jalan.
nb: Rikdom er ikke lykke, men den kan åpne veien.
nl: Rijkdom betekent niet geluk, maar kan het pad banen.
pl: Bogactwo to nie szczęście, ale może otworzyć drogę.
pt_br: A riqueza não é felicidade, mas pode abrir o caminho.
ro: Bogăția nu este fericire, dar poate deschide drumul.
ru: Богатство — это не счастье, но оно может открыть путь.
sk: Bohatstvo nie je šťastie, ale môže otvoriť cestu.
sv: Rikedom är inte lycka, men det kan bana väg.
th: ความร่ำรวยไม่ใช่ความสุข แต่สามารถเปิดทางให้มัน
tr: Zenginlik mutluluk değildir, ama yolu açabilir.
uk: Багатство не є щастям, але воно може прокласти шлях.
vi: Giàu có không phải là hạnh phúc, nhưng nó có thể mở ra con đường.
zh_hans: 财富不等于幸福，但可以为你铺路。
zh_hk: 財富不等於幸福，但可以為你鋪路。
